/* game mod description */
"Land can not be destroyed" = "La terra non può essere distrutta";

/* game mod title */
"Solid Land" = "Terreno Solido";

/* game mod description */
"Add an indestructable border around the terrain" = "Aggiungi un bordo indistruttibile attorno al terreno";

/* game mod title */
"Add Border" = "Aggiungi Bordo";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "Le Squadre giocheranno in posizione opposta sulla mappa";

/* game mod title */
"Divide Team (max 2 teams)" = "Dividi Squadre (massimo 2 squadre)";

/* game mod description */
"Lower gravity" = "Abbassa gravità";

/* game mod title */
"Low Gravity" = "Bassa Gravità";

/* game mod description */
"Assisted aiming with laser sight" = "Mira assistita con vista laser";

/* game mod title */
"Laser Sight" = "Vista Laser";

/* game mod description */
"All hogs have a personal forcefield" = "Tutti i ricci hanno un campo di forza personale";

/* game mod title */
"Invulnerable" = "Invulnerabilità";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Tutti i ricci sopravvissuti saranno curati alla fine del turno";

/* game mod title */
"Reset Health" = "Ripristina la Salute";

/* game mod description */
"Gain 80% of the damage you do back in health" = "Guadagna l'80% dei danni che hai fatto in punti salute";

/* game mod title */
"Vampirism Mode" = "Modalità Vampiro";

/* game mod description */
"Share your opponents pain, share their damage" = "Condividi il dolore e le sofferenze dei tuoi avversari";

/* game mod title */
"Karma Mode" = "Karma";

/* game mod description */
"Your hogs are unable to move, test your aim" = "I tuoi ricci non possono muoversi, metti alla prova la tua mira";

/* game mod title */
"Artillery Mode" = "Modalità Artiglieria";

/* game mod description */
"Defend your fort and destroy the opponents" = "Difendi il tuo fortino e distruggi i tuoi avversari";

/* game mod title */
"Fort Mode" = "Modalità Fortino";

/* game mod description */
"Order of play is random instead of in room order" = "L'ordine dei turni è casuale anzichè quello prestabilito nella stanza";

/* game mod title */
"Random Order" = "Ordine Casuale";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Gioca con un Re; quando viene eliminato la tua squadra perde";

/* game mod title */
"King Mode" = "Modalità Regale";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "Posiziona i ricci a turno prima della partita";

/* game mod title */
"Place Hedgehogs" = "Posiziona i Ricci";

/* game mod description */
"Ammo is shared between all clan teams" = "Le munizioni sono condivise fra tutte le squadre del clan";

/* game mod title */
"Clan Shares Ammo" = "Il Clan e le Munizioni";

/* game mod description */
"Disable girders when generating random maps" = "Disabilità le lastre quando generi mappe casuali";

/* game mod title */
"Disable Girders" = "No Lastre";

/* game mod description */
"Disable land objects when generating maps" = "Disabilita gli oggetti sulla mappa durante la generazione";

/* game mod title */
"Disable Land Objects" = "No Oggetti";

/* game mod description */
"AI-controlled hogs respawn on death" = "I ricci controllati dall'intelligenza artificiale ritornano dopo la sconfitta";

/* game mod title */
"AI Survival Mode" = "Intelligenza Artificiale";

/* game mod description */
"Attacking does not end your turn" = "Attaccare non termina il turno";

/* game mod title */
"Unlimited Attacks" = "Attacchi Infiniti";

/* game mod description */
"Weapons are reset to starting values each turn" = "Le munizioni si resettano alla quantità iniziale ogni turno";

/* game mod title */
"Reset Weapons" = "Resetta Munizioni";

/* game mod description */
"Each hedgehog has its own ammo" = "Ogni riccio ha le sue munizioni";

/* game mod title */
"Per Hedgehog Ammo" = "Munizioni a Riccio";

/* game mod description */
"You will not have to worry about wind any more" = "Non dovrai più preoccuparti del vento";

/* game mod title */
"Disable Wind" = "Niente Vento";

/* game mod description */
"Wind will affect almost everything" = "La forza del vento verrà applicato a tutto";

/* game mod title */
"More Wind" = "Ancora più Vento";

/* game mod description */
"Clan teams take turns sharing their time" = "Le squadre dello stesso clan usano lo stesso tempo di gioco";

/* game mod title */
"Tag Team" = "Squadre a Tag";

/* game mod description */
"Add an indestructible border along the bottom" = "Aggiungi un bordo indistruttibile sul bordo dell'acqua";

/* game mod title */
"Bottom Border" = "Bordo Sottostante";


/* flag description */
"Initial Health" = "Salute Iniziale";

/* flag description */
"Damage Modifier" = "Modificatore di Danno";

/* flag description */
"Turn Time" = "Tempo per il Turno";
/* flag description */
"Sudden Death Timeout" = "Sudden Death Timeout";

/* flag description */
"Water Rise Amount" = "Quantità di Aumento dell'Acqua";

/* flag description */
"Health Decrease" = "Diminuzione di punti salute";

/* flag description */
"Rope Length (%)" = "Lunghezza della Corda (%)";

/* flag description */
"Crate Drop Turns" = "Turni fra le caduete di Casse";

/* flag description */
"Health Kit Probability (%)" = "Probabilità per i Kit di pronto soccorso (%)";

/* flag description */
"Health Amount in Kit" = "Punti salute nel kit";

/* flag description */
"Mines Time" = "Tempo delle Mine";

/* flag description */
"Mines Number" = "Numero delle Mine";

/* flag description */
"Dud Mines Probability (%)" = "Probabilità Mine rotte (%)";

/* flag description */
"Explosives" = "Esplosivi";

/* flag description */
"Get Away Time (%)" = "Tempo per scappare (%)";
